/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", celkove %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", celkove %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ – %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Tréning %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "upravené %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Účty: %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Tréning %@, žiadne dáta jednotky";

/* A folder in Dropbox or Box */
"Folder" = "Priečinok";

/* A single App Store app */
"App Store app" = "Apka z App Storu";

/* A single Box file */
"Box file" = "Súbor v Boxe";

/* A single Dropbox file */
"Dropbox file" = "Súbor v Dropboxe";

/* A single Evernote note */
"Evernote note" = "Poznámka v Evernote";

/* A single Giphy item */
"Giphy item" = "Položka Giphy";

/* A single Trello board */
"Trello board" = "Nástenka Trello";

/* A single Trello card */
"Trello card" = "Karta Trello";

/* A single Trello item */
"Trello item" = "Položka Trello";

/* A single Trello list */
"Trello list" = "Zoznam Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Hárok apky Ulysses";

/* A single bar code */
"Bar code" = "Čiarový kód";

/* A single blood pressure recording */
"Blood pressure" = "Krvný tlak";

/* A single health sample in HealthKit */
"Health sample" = "Vzorka zdravotných dát";

/* A single iTunes artist */
"iTunes artist" = "Interpret v iTunes";

/* A single iTunes product */
"iTunes product" = "Produkt v iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Aktualizácia nastavení hlásení";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Prepína medzi prednou a zadnou kamerou";

/* Accessibility label for camera shutter button */
"Take picture" = "Odfotiť";

/* Accessibility label; button to start dictation */
"Start dictation" = "Spustiť diktovanie";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Zastaviť diktovanie";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Výber prednej kamery";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Výber zadnej kamery";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Prepnutie kamery";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Zadajte názov novej karty Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Vyberte nástenku, na ktorej sa má karta vytvoriť.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Vyberte zoznam, v ktorom sa má karta vytvoriť.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Nahranie súboru %@ ako prílohy zlyhalo.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Zadaný čas upozornenia bol neplatný. Skontrolujte pravopis a zadajte čas dňa.";

/* Add new event; choose end date */
"Choose End Date" = "Vyberte koncový dátum";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Bol zadaný neplatný koncový dátum. Zadajte koncový dátum pre túto udalosť.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Bol zadaný neplatný počiatočný dátum. Zadajte počiatočný dátum pre túto udalosť.";

/* Add new event; error */
"Invalid End Date" = "Neplatný koncový dátum";

/* Add new event; error */
"Invalid Start Date" = "Neplatný počiatočný dátum";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nebol zadaný žiadny názov. Zadajte názov tejto udalosti.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nebol zadaný žiadny názov. Zadajte názov tejto pripomienky.";

/* Add new reminder error */
"The alert location provided could not be found." = "Zadané miesto upozornenia sa nenašlo.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Keď prídem na miesto %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Keď odídem z miesta %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Keď som v blízkosti miesta %@";

/* Add new reminder; alert trigger never */
"Never" = "Nikdy";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Rôzne";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nebol vybraný žiadny zoznam";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Vyberte zoznam, do ktorého sa má úloha pridať.";

/* Add to Wunderlist action no title error */
"No Title" = "Bez názvu";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Pri vytváraní novej úlohy v službe Wunderlist je potrebné zadať názov.";

/* Alarm frequency; All days are selected */
"Every Day" = "Každý deň";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Nastaviť WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Zapne alebo vypne WLAN na zariadení.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "V akcii Pripojiť k súboru je potrebné zadať názov súboru alebo cestu.";

/* Append file failure reason */
"No File Path Provided" = "Nie je zadaná žiadna cesta súboru";

/* Ask for input action */
"Enter URL" = "Zadajte URL";

/* Ask for input action */
"Enter number" = "Zadajte číslo";

/* Ask for input action */
"Pick date" = "Vyberte dátum";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Klepnutím dokončíte nahrávanie.";

/* Audio recorder */
"Tap to start recording." = "Klepnutím spustíte nahrávanie.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Dáta base64 odovzdané do akcie Kódovanie base64 sú neplatné.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Súbor s názvom „%@“ už na zadanej ceste existuje.";

/* Box error */
"The folder doesn't exist" = "Priečinok neexistuje";

/* Box error */
"The folder doesn’t exist" = "Priečinok neexistuje";

/* Box error message */
"An error occured while authenticating your Box account." = "Počas autentifikácie účtu Box sa vyskytla chyba.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Priečinok, do ktorého ste sa pokúsili uložiť obsah (%1$@), je existujúci súbor v službe %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Cesta, ku ktorej ste sa pokúsili pridať text (%1$@), sa nachádza v existujúcom súbore v službe %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Cesta, na ktorej ste sa pokúsili vytvoriť priečinok (%1$@), je existujúci súbor v službe %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Cesta, na ktorej ste sa pokúsili vytvoriť priečinok (%1$@), sa nachádza v existujúcom súbore v službe %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%1$@), v službe %2$@ neexistuje.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Súbor „%@“ sa nenašiel vo vašom účte Box.";

/* Button */
"Cancel" = "Zrušiť";

/* Button */
"Continue Anyway" = "Pokračovať aj tak";

/* Button */
"Delete" = "Vymazať";

/* Button */
"Delete Account" = "Vymazať účet";

/* Button */
"Done" = "Hotovo";

/* Button */
"Log In" = "Prihlásiť sa";

/* Button */
"Next" = "Ďalej";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Zopakovať";

/* Button */
"Sign In" = "Prihlásiť sa";

/* Button or title */
"Add Account" = "Pridať účet";

/* Button or title */
"Login" = "Prihlásenie";

/* Button that takes user to the iOS Health app */
"Open Health" = "Otvoriť Zdravie";

/* Button to allow access to health data or notifications */
"Allow Access" = "Povoliť prístup";

/* Button to open Settings */
"Open Settings" = "Otvoriť nastavenia";

/* Button; edit opacity */
"Opacity" = "Nepriehľadnosť";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Otočenie";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Vytvoriť heslo špecifické pre apku";

/* Button; reset changes made in overlay image action */
"Reset" = "Resetovať";

/* Camera flash option - auto */
"Auto" = "Automat.";

/* Camera flash option - off */
"Off" = "Vyp.";

/* Camera flash option - on */
"Flash On" = "Zap.";

/* Choose an item */
"Choose" = "Vybrať";

/* Choose from list action */
"Choose an item" = "Vyberte položku";

/* Choose multiple images */
"Choose Images" = "Vyberte obrázky";

/* Choose one image */
"Choose Image" = "Vyberte obrázok";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Tento súbor je príliš veľký pre službu CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Prekročili ste denný limit nahraných súborov, ktorý je povolený v bezplatnom pláne služby CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Nie je možné spustiť akciu Skombinovať obrázky";

/* Combine images action error description */
"No images were provided to combine." = "Neboli zadané žiadne obrázky na skombinovanie.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Poveternostné podmienky";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Poveternostné podmienky";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biologické pohlavie";

/* Content property name */
"Blood Type (Content Property Name)" = "Krvná skupina";

/* Content property name */
"Date of Birth (Content Property Name)" = "Dátum narodenia";

/* Content property name */
"Unspecified (Content Property Name)" = "Nezadané";

/* Create IFTTT applet */
"Create Applet" = "Vytvoriť aplet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Vyberte nástenku, na ktorej sa má zoznam vytvoriť.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Zadajte cestu nového priečinka.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nebola zadaná žiadna cesta.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Dobrodružné/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Dobrodružné/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nebol zadaný žiadny názov. Zadajte názov playlistu.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Dátum merania krvného tlaku";

/* Default notification text for Show Notification action. */
"Notification" = "Hlásenie";

/* Default value for the translate text action */
"Detect Language" = "Rozpoznať jazyk";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Naozaj chcete vymazať %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "NAOZAJ chcete vymazať %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "NAOZAJ chcete vymazať %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Vymazať %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "tréning";

/* Dictate text action error */
"Recognition Unavailable" = "Rozpoznávanie nie je k dispozícii";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Rozpoznávanie reči momentálne nie je dostupné. Pravdepodobne sa budete musieť pripojiť na internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Počúvam…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Odovzdajte URL adresu do akcie Získať obsah URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nebola zadaná žiadna URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Očakával sa súbor, no zadaná cesta naň neodkazuje.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Očakával sa priečinok, no zadaná cesta naň neodkazuje.";

/* Dropbox error */
"A shared link already exists." = "Zdieľaný odkaz už existuje.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Prístup k požadovanej ceste je zakázaný.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Pri vytváraní zdieľaného odkazu sa vyskytla chyba, pretože email priradený k vášmu účtu Dropbox nebol overený.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox nemôže získať prístup k tomuto súboru alebo priečinku pre jeho názov.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox nemôže uložiť tento súbor alebo priečinok pre jeho názov.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox nemôže zapisovať na zadanú cestu, pretože sa vyskytol konflikt.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Súbor nemožno preniesť, pretože jeho obsah je obmedzený. Niekedy sa uplatňujú napríklad právne obmedzenia v dôsledku nárokov na autorské práva.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Zadaný parameter root cesty je neplatný.";

/* Dropbox error */
"The request timed out. Please try again." = "Časový limit požiadavky uplynul. Skúste to znovu.";

/* Dropbox error */
"The share settings provided are invalid." = "Zadané nastavenia zdieľania sú neplatné.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Súbor sa nenašiel na zadanej ceste.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Nemáte povolenie na úpravu nastavení tohto odkazu.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "V Dropboxe nemáte dostatok miesta na zapísanie týchto dát.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Nemáte práva na zápis do zadaného umiestnenia.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%1$@), je existujúci súbor v službe %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Súbor „%@“ sa nepodarilo uložiť, pretože je to priečinok alebo balík. Pred uložením súboru zvážte jeho skomprimovanie pomocou akcie Vytvoriť archív.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Na ceste sa nenašla žiadna položka: %@";

/* Dropbox or Box error */
"Folder already exists" = "Priečinok už existuje";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%1$@), je existujúci súbor v službe %2$@. Pri ukladaní viacerých súborov naraz by ste mali zadať cestu priečinka.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%1$@), je existujúci priečinok v službe %2$@. Pri pridávaní textu na začiatok alebo koniec súboru by ste mali zadať cestu súboru.";

/* Dropbox unknown error */
"An unknown error occurred" = "Vyskytla sa neznáma chyba";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Vyskytla sa neznáma chyba (%@)";

/* Email account encryption */
"Encryption" = "Šifrovanie";

/* Email account login authentication error */
"Authentication Failed" = "Autentifikácia zlyhala";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Zadaná emailová adresa alebo heslo boli nesprávne.\n\nAk máte zapnuté dvojstupňové overovanie, musíte vytvoriť heslo špecifické pre apku.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Zadaná emailová adresa alebo heslo boli nesprávne. Ak máte zapnuté dvojstupňové overovanie, musíte zadať heslo špecifické pre apku.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Rozšírené nastavenia";

/* Email address field placeholder */
"user@example.com" = "uzivatel@example.com";

/* Email address field title or placeholder */
"Email" = "Email";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Meno hostiteľa";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Dátum ukončenia merania krvného tlaku";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Prehratie zvuku zlyhalo, pretože vstup bol v nepodporovanom formáte.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Zadajte platný dátum do akcie Dátum.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Neplatný dátum";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Akcia Zistiť dobu cesty zlyhala, pretože ako vstup nebolo zadané žiadne cieľové miesto.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Akcia Spustiť JavaScript na webovej stránke zlyhala, pretože ako vstup nebola zadaná žiadna webová stránka.";

/* Error message */
"Your email or password is incorrect." = "Váš email alebo heslo sú nesprávne.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Odovzdajte akcii Získať RSS kanály zo stránky platnú URL kanála.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Zadajte platnú adresu do akcie Ulica.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Miesto, ktoré ste odovzdali do akcie Zistiť trvanie cesty, sa nenašlo. Skúste okrem ulice zadať aj mesto a krajinu.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Našlo sa viacero budíkov s popisom %@. Skúste vybrať konkrétny budík.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Spustenie scény v apke Domácnosť zlyhalo, pretože domácnosť „%1$@“ sa nenašla.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Spustenie scény v apke Domácnosť zlyhalo, pretože scéna „%1$@“ sa nenašla v domácnosti „%2$@“.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Spustenie scény v apke Domácnosť zlyhalo, pretože nebola vybraná domácnosť.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Spustenie scény v apke Domácnosť zlyhalo, pretože nebola vybraná scéna.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Nie je možné analyzovať spravodajský kanál";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Žiadna adresa";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Neplatné miesto";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Zadajte jednotku, na ktorú sa má hodnota konvertovať.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Meranie zlyhalo, pretože nebola špecifikovaná žiadna jednotka. Vyberte jednotku.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Hodnotu nameranú v jednotke %1$@ nemožno premeniť na %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Zadajte platný dátum pre budík.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Ak chcete používať túto akciu, musíte povoliť Siri v Nastaveniach.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Požiadavku nebolo možné dokončiť, pretože Siri je zakázané.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Trvanie časovača musí byť kratšie ako 24 hodín.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Zadajte trvanie časovača.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Špecifikujte budík.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Počas vykonávania požiadavky sa vyskytla neznáma chyba.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Požiadavku nebolo možné dokončiť, pretože nie je na tejto platforme podporovaná.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Žiadne miesto";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Žiadna webová stránka";

/* Exit shortcut action error */
"User requested shortcut exit." = "Užívateľ požiadal o ukončenie skratky.";

/* File name example with preceding / */
"/example.txt" = "/príklad.txt";

/* File name example without preceding / */
"example.txt" = "príklad.txt";

/* File picker; button */
"Save Here" = "Uložiť sem";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Získať vybrané súbory (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Získať vybraný súbor (1)";

/* File status */
"This folder is empty" = "Tento priečinok je prázdny";

/* File status loading */
"Loading…" = "Načítavam…";

/* Find health sample; no samples found */
"No Samples Found" = "Nenašli sa žiadne vzorky";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Nie sú zaznamenané žiadne vzorky (%@) alebo je potrebné udeliť apke Skratky prístup k vzorkám v apke Zdravie.";

/* Finish dictation command */
"Finish Dictation" = "Dokončiť diktovanie";

/* Generic health object type when we can’t determine the object type */
"Health" = "Zdravie";

/* Get File action; file name example with preceding / */
"/example.txt" = "/príklad.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "príklad.txt";

/* Get IP address action error */
"The domain could not be found." = "Doména sa nenašla.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Doména sa nenašla. (Chyba 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Dáta odpovede neboli platným reťazcom.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Vyberte nástenku, z ktorej sa majú načítať karty.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Vyberte nástenku, z ktorej sa majú načítať zoznamy.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Vyberte zoznam, z ktorého sa majú načítať karty.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Váš účet Trello sa nepodarilo overiť. Odhláste sa a skúste to znovu.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nebol zadaný žiadny kľúč";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Vlastné miesto sa nenašlo";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Žiadne vlastné miesto";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Akcia Zistiť vzdialenosť bola nakonfigurovaná na určenie trvania cesty z vlastného miesta, no zadané vlastné miesto sa nenašlo.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Akcia Zistiť vzdialenosť bola nakonfigurovaná na určenie trvania cesty z vlastného miesta, to však nebolo zadané.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Akcia Zistiť vzdialenosť nemohla odhadnúť vzdialenosť, pretože ako vstup nebolo zadané žiadne miesto.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Písmo emoji sa nenašlo.";

/* Get frames from image error */
"No Image Provided" = "Nebol zadaný žiadny obrázok";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Ako vstup akcie Získať snímky z obrázka nebol zadaný žiadny GIF súbor.";

/* Get group from matched text action error */
"No Match" = "Žiadna zhoda";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Zadaná pozícia nespadala do možného rozsahu (požiadali ste o skupinu %1$ld, no počet nájdených skupín je len %2$ld).";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Akcia Získať skupinu z nájdeného textu zlyhala, pretože sa nenašla žiadna zhoda so zaznamenanou skupinou %ld.";

/* Get halfway point action error */
"No first location was provided." = "Nebolo zadané žiadne prvé miesto.";

/* Get halfway point action error */
"No second location was provided." = "Nebolo zadané žiadne druhé miesto.";

/* Get halfway point action error */
"Please provide a first location." = "Zadajte prvé miesto.";

/* Get halfway point action error */
"Please provide a second location." = "Zadajte druhé miesto.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Zadaný rozsah bol neplatný (požiadali ste o položky %1$d až %2$d).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Zadaný rozsah nespadal do možného rozsahu (požiadali ste o položky %1$d až %2$d, no prvá položka má pozíciu 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Zadaný rozsah nespadal do možného rozsahu (požiadali ste o položky %1$d až %2$d, no počet položiek v zozname je len %3$d).";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Požiadali ste o položku %d, no prvá položka má pozíciu 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Apka Skratky nenašla žiadne importy vo vašej knižnici fotiek.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Apka Skratky nenašla požadované položky vo vašej knižnici fotiek.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Akcia Zistiť trvanie cesty bola nakonfigurovaná na určenie trvania cesty z vlastného miesta, no zadané vlastné miesto sa nenašlo.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Akcia Zistiť trvanie cesty bola nakonfigurovaná na určenie trvania cesty z vlastného miesta, to však nebolo zadané.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Prístup apky Zdravie k údajom kategórie %@ je vypnutý. Jednotlivé kategórie zdravotných údajov môžete zapnúť v apke Zdravie.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Apka Skratky vyžaduje prístup k dátam (%@), aby bolo možné získať odpoveď na túto otázku.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Apka Skratky nemá prístup k vašim dátam (%@).";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Vzorka množstva %@, žiadne dáta jednotky";

/* Health category date */
"Date" = "Dátum";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Začiatok cyklu";

/* Health category start date */
"Start Date" = "Začiatok";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Krvný tlak";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Typ testu";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Čas jedla";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolický";

/* Health quantity; blood pressure */
"Systolic" = "Systolický";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Dôvod";

/* Health unit for count of generic health sample */
"count" = "počet";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "počet";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "počet";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "unca";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Typy %@ nie sú implementované";

/* HealthKit resource error */
"This device does not have the Health app." = "Na tomto zariadení nie je nainštalovaná apka Zdravie.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Táto skratka vyžaduje apku Zdravie, ktorá nie je na tomto zariadení.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Podmienky služby";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Podmienky používania";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Uistite sa, že zariadenie nie je v režime lietadlo, a skúste to znovu. Môže vám pomôcť aj zapnutie Wi-Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Skratkám sa nepodarilo zistiť vašu aktuálnu polohu.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Bol zadaný neplatný dátum. Zadajte dátum pre vzorku alebo nechajte pole dátumu prázdne a použite aktuálny dátum.";

/* Log health sample */
"Invalid Date Range" = "Neplatný rozsah dátumov";

/* Log health sample */
"No Value Selected" = "Nebola vybraná žiadna hodnota";

/* Log health sample */
"Please select a type for this Health sample." = "Vyberte typ tejto vzorky zdravotných dát.";

/* Log health sample */
"Please select an end date that is after the start date." = "Vyberte koncový dátum, ktorý je neskorší ako počiatočný dátum.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Vyberte hodnotu pre túto vzorku kvality cervikálneho hlienu.";

/* Log health sample; health sample type */
"No Type Selected" = "Nebol vybraný žiadny typ";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nebol vybraný žiadny dôvod";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Vyberte dôvod podania inzulínu.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Vyberte hodnotu pre túto menštruačnú vzorku.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Vyberte, či táto vzorka pochádza zo začiatku cyklu.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nebola vybraná žiadna jednotka";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Vyberte mernú jednotku tejto vzorky zdravotných dát.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Vyberte hodnotu pre túto vzorku výsledku testu ovulácie.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Vyberte hodnotu pre túto vzorku analýzy spánku.";

/* Log in view; email address placeholder */
"Email address" = "Emailová adresa";

/* Log workout action */
"No Workout Type Selected" = "Nebol vybraný žiadny typ tréningu";

/* Log workout action */
"Please select a type of activity for this workout." = "Vyberte typ aktivity tohto tréningu.";

/* Login error */
"Your username and/or password are incorrect." = "Vaše užívateľské meno alebo heslo sú nesprávne.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Vaše prihlasovacie údaje sú uložené len na tomto zariadení a nebudú zdieľané s našimi servermi ani tretími stranami.";

/* Mail error */
"A recipient is required to send message" = "Príjemca je povinný poslať správu";

/* Mail error */
"A sender is required to send message" = "Odosielateľ je povinný poslať správu";

/* Mail error */
"A stable connection to the server could not be established" = "Nepodarilo sa nadviazať stabilné spojenie so serverom";

/* Mail error */
"Account check failed because the account is invalid" = "Kontrola účtu zlyhala, pretože účet je neplatný";

/* Mail error */
"An application specific password is required" = "Vyžaduje sa heslo špecifické pre aplikáciu";

/* Mail error */
"An error occurred during an IDLE operation" = "Počas operácie IDLE sa vyskytla chyba";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Počas odoberania/rušenia odoberania požadovaného priečinka sa vyskytla chyba";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Počas pripájania správy k požadovanému priečinku sa vyskytla chyba";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Počas kopírovania správy do požadovaného priečinka sa vyskytla chyba";

/* Mail error */
"An error occurred while creating the requested folder" = "Počas vytvárania požadovaného priečinka sa vyskytla chyba";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Počas vymazávania správy na POP serveri sa vyskytla chyba";

/* Mail error */
"An error occurred while deleting the requested folder" = "Počas vymazávania požadovaného priečinka sa vyskytla chyba";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Počas vymazávania správy v požadovanom priečinku sa vyskytla chyba";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Počas načítavania zoznamu správ na POP serveri sa vyskytla chyba";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Počas načítavania správ v požadovanom priečinku sa vyskytla chyba";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Počas vykonávania No-Op operácie sa vyskytla chyba";

/* Mail error */
"An error occurred while renaming the requested folder" = "Počas zmeny názvu požadovaného priečinka sa vyskytla chyba";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Počas žiadosti o možnosti servera sa vyskytla chyba";

/* Mail error */
"An error occurred while requesting the server's identity" = "Počas žiadosti o identitu servera sa vyskytla chyba";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Počas žiadosti o priestor názvov servera sa vyskytla chyba";

/* Mail error */
"An error occurred while sending the message" = "Počas odosielania správy sa vyskytla chyba";

/* Mail error */
"An error occurred while storing flags" = "Počas uchovávania značiek sa vyskytla chyba";

/* Mail error */
"An error when requesting date" = "Chyba pri žiadaní o dátum";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Prebehol pokus o odoslanie správy s nedovolenou prílohou";

/* Mail error */
"Authentication is required for this SMTP server" = "Tento SMTP server vyžaduje autentifikáciu";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Počas žiadosti o dáta z tohto Gmail účtu bol prekročený limit šírky pásma";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Správu nie je možné odoslať kvôli detekcii možného spamu serverom";

/* Mail error */
"Compression is not available" = "Kompresia nie je k dispozícii";

/* Mail error */
"Credentials with password too simple" = "Prihlasovacie údaje s heslom sú príliš jednoduché";

/* Mail error */
"Error while running custom command" = "Chyba počas spúšťania vlastného príkazu";

/* Mail error */
"File access error" = "Chyba prístupu k súboru";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Pre tento Gmail účet nie je povolený IMAP";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe už nie je aktívna emailová služba";

/* Mail error */
"No valid server found" = "Nenašiel sa platný server";

/* Mail error */
"Sending messages is not allowed on this server" = "Na tomto serveri nie je povolené odosielanie správ";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Počas pokusu o odoslanie veľkej správy bol dosiahnutý limit SMTP úložiska";

/* Mail error */
"The certificate for this server is invalid" = "Certifikát tohto servera je neplatný";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Aktuálny HotMail účet sa nedokáže pripojiť na WebMail";

/* Mail error */
"The operation succeeded" = "Operácia bola úspešná";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Požadovaný priečinok neexistuje. Výber priečinka zlyhal";

/* Mail error */
"The server does not support STARTTLS connections" = "Server nepodporuje STARTTLS pripojenia";

/* Mail error */
"The server does not support TLS/SSL connections" = "Server nepodporuje TLS/SSL pripojenia";

/* Mail error */
"The user needs to log in via the web browser" = "Užívateľ sa musí prihlásiť cez webový prehliadač";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Príliš veľa simultánnych pripojení k tomuto Gmail účtu";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Autentifikácia s prihlasovacími údajmi aktuálnej relácie nie je možná";

/* Mail error */
"Unable to parse response from server" = "Nie je možné analyzovať odpoveď zo servera";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Užívateľ prekročil limit správ, ktoré je možné odoslať za jeden deň";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Servery služby Yahoo! sú momentálne nedostupné";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Premenná „%@“ neobsahovala obrázok na maskovanie.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Vyberte premennú pre možnosť Maska obrázka v akcii Maskovať obrázok.";

/* Mask Image action error title */
"No Mask Provided" = "Nebola zadaná žiadna maska";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Vyberte službu v „%@“.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Tento JavaScript sa podobá na známy nezabezpečený skript. Z dôvodu ochrany vašej bezpečnosti nebude spustený.";

/* Multiple App Store apps */
"App Store apps" = "Apky z App Storu";

/* Multiple Box files */
"Box files" = "Súbory v Boxe";

/* Multiple Dropbox files */
"Dropbox files" = "Súbory v Dropboxe";

/* Multiple Evernote notes */
"Evernote notes" = "Poznámky v Evernote";

/* Multiple Giphy items */
"Giphy items" = "Položky Giphy";

/* Multiple Trello boards */
"Trello boards" = "Nástenky Trello";

/* Multiple Trello cards */
"Trello cards" = "Karty Trello";

/* Multiple Trello items */
"Trello items" = "Položky Trello";

/* Multiple Trello lists */
"Trello lists" = "Zoznamy Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Hárky apky Ulysses";

/* Multiple bar codes */
"Bar codes" = "Čiarové kódy";

/* Multiple blood pressure recordings */
"Blood pressures" = "Krvné tlaky";

/* Multiple health samples in HealthKit */
"Health samples" = "Vzorky zdravotných dát";

/* Multiple iTunes artists */
"iTunes artists" = "Interpreti v iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produkty v iTunes";

/* Multiple text matches */
"Text matches" = "Zhody textu";

/* Multiple workout samples */
"Workout samples" = "Vzorové tréningy";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ – %@: %@";

/* Navigation bar title */
"Edit Account" = "Upraviť účet";

/* Navigation bar title */
"Email Settings" = "Nastavenia emailu";

/* Navigation bar title */
"Log In to CloudApp" = "Prihlásenie do služby CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Prihlásenie | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Prihlásenie do služby Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Prihlásenie do služby Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Prihlásenie do služby WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Populárne";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilná";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Ak chcete zobraziť populárne GIF súbory, vymažte text vo vyhľadávacom paneli.";

/* No GIFs found empty state title */
"No Results Found" = "Nenašli sa žiadne výsledky";

/* None option */
"None" = "Žiadne";

/* One text match */
"Text match" = "Zhoda textu";

/* One workout sample */
"Workout sample" = "Vzorový tréning";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Odovzdajte URL adresu do akcie Otvoriť URL.";

/* Open URL action error */
"The URL could not be opened." = "URL nie je možné otvoriť.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Akcia Otvoriť apku zlyhala, pretože nenašla apku na otvorenie.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Akcia Otvoriť apku zlyhala, pretože apku nebolo možné otvoriť.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Akcia Otvoriť v apke zlyhala, pretože nenašla apku na otvorenie súboru.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "Apka %1$@ nie je nainštalovaná alebo sa jej nepodarilo otvoriť súbor %2$@.";

/* Optional field placeholder */
"Optional" = "Nepovinné";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Vyberte premennú v akcii Prekrývajúci obrázok.";

/* Overlay image action error */
"No Overlay Image" = "Žiadny prekrývajúci obrázok";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Premenná „%@“ neobsahovala obrázok na prekrytie.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Spracovávam obrázok…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Mapy Google";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapy";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Na bicykli";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Autom";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Verejnou dopravou";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Pešo";

/* Parameter placeholder; parameter sets a filename */
"optional" = "nepovinné";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Po jedle";

/* Parameter value */
"Asleep (Parameter Value)" = "Spánok";

/* Parameter value */
"Awake (Parameter Value)" = "Bdenie";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazálny";

/* Parameter value */
"Before Meal (Parameter Value)" = "Pred jedlom";

/* Parameter value */
"Bolus (Parameter Value)" = "Prandiálny";

/* Parameter value */
"Creamy (Parameter Value)" = "Krémový";

/* Parameter value */
"Dry (Parameter Value)" = "Suchý";

/* Parameter value */
"Egg White (Parameter Value)" = "Bielkový";

/* Parameter value */
"Female (Parameter Value)" = "Ženské";

/* Parameter value */
"Heavy (Parameter Value)" = "Silný";

/* Parameter value */
"Idle (Parameter Value)" = "V pokoji";

/* Parameter value */
"In Bed (Parameter Value)" = "V posteli";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Neurčité";

/* Parameter value */
"Light (Parameter Value)" = "Mierny";

/* Parameter value */
"Male (Parameter Value)" = "Mužské";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test maximálnej záťaže";

/* Parameter value */
"Medium (Parameter Value)" = "Stredný";

/* Parameter value */
"Negative (Parameter Value)" = "Negatívny";

/* Parameter value */
"No (Parameter Value)" = "Nie";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Prognóza bez cvičenia";

/* Parameter value */
"Not Set (Parameter Value)" = "Nenastavený";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Iné";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitívne";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Bez ochrany";

/* Parameter value */
"Protection Used (Parameter Value)" = "S ochranou";

/* Parameter value */
"Sticky (Parameter Value)" = "Lepkavý";

/* Parameter value */
"Stood (Parameter Value)" = "Státie";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Prognóza pri nižšej záťaži";

/* Parameter value */
"Unspecified (Parameter Value)" = "Nezadané";

/* Parameter value */
"Watery (Parameter Value)" = "Vodnatý";

/* Parameter value */
"Yes (Parameter Value)" = "Áno";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Rovnaký ako vstup";

/* Password placeholder or title */
"Password" = "Heslo";

/* Person’s name field placeholder */
"John Appleseed" = "Janko Hraško";

/* Person’s name field title */
"Name" = "Meno";

/* Pinboard login option */
"Use API Token" = "Použiť token rozhrania API";

/* Pinboard login option */
"Use API Token Instead" = "Namiesto toho použiť token rozhrania API";

/* Pinboard login option */
"Use Password" = "Použiť heslo";

/* Pinboard login option */
"Use Password Instead" = "Namiesto toho použiť heslo";

/* Pinboard login section header */
"API Token" = "Token rozhrania API";

/* Pinboard login section header */
"Pinboard Login" = "Prihlásenie do služby Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Moja hudobná knižnica";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "V službe Pocket sa nenašli žiadne položky vyhovujúce zadaným kritériám.";

/* Post to Tumblr action error */
"No Blog" = "Žiadny blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Nezadali ste blog, na ktorý sa má príspevok pridať.";

/* QuickLook action error */
"No Items" = "Žiadne položky";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Do akcie Rýchly náhľad neboli odovzdané žiadne položky, ktorých náhľad sa má zobraziť.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Povoliť Siri";

/* Remove calendar item error */
"Remove" = "Odstrániť";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Zadaná suma (%@) je vyššia ako maximálna suma, o ktorú môžete požiadať.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Zadaná suma (%@) je nižšia ako minimálna suma, o ktorú môžete požiadať.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Osoba, ktorú žiadate o platbu, nemá nastavený účet v službe %@.";

/* Required field placeholder */
"Required" = "Povinné";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skript musí po dokončení volať funkciu completion(result).";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Pri spúšťaní JavaScriptu sa vyskytla neznáma chyba.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Akcia Spustiť JavaScript na webovej stránke zlyhala, pretože volanie obslužného programu na jej dokončenie trvalo príliš dlho.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript vypršal";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Výnimka JavaScriptu";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Neplatný JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Autentifikácia SSH zlyhala";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Skontrolujte prihlasovacie údaje v akcii Spustiť skript SSH a skúste to znovu.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Skratka sa nenašla";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Uistite sa, že v akcii Spustiť skratku je vybraná platná skratka.";

/* SSH action error */
"Channel allocation error" = "Chyba alokácie kanála";

/* SSH action error */
"Connection timed out" = "Časový limit pripojenia vypršal";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Akcii Spustiť skript cez SSH sa nepodarilo pripojiť k SSH serveru.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Neznámy album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Vybraný fotoalbum neexistuje.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Oskenovať kód";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Hľadať v službe Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Ak chcete vyhľadať miestne firmy, zadajte hľadaný výraz.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Nenašli sa žiadne miesta";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nenašli sa žiadne miesta s kľúčovými slovami „%@“.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Ak používate verziu WordPressu hosťovanú na vlastnom serveri, vyššie zadajte URL vašej stránky.";

/* Section header */
"WordPress Login" = "Prihlásenie do služby WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL stránky";

/* Section header title */
"CloudApp Login" = "Prihlásenie do služby CloudApp";

/* Section header title */
"Incoming Mail Server" = "Server prichádzajúcej pošty";

/* Section header title */
"Instapaper Login" = "Prihlásenie do služby Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Server odchádzajúcej pošty";

/* Section header title; email account */
"Accounts" = "Účty";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Nie je možné posielať emaily. Pravdepodobne nie je nastavený email.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Neplatný emailový účet";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Vybraný emailový účet nie je na tomto zariadení prihlásený do apky Skratky.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Nie je možné posielať správy. Pravdepodobne nie je nastavená služba iMessage.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Zadaná suma (%@) je vyššia ako maximálna suma, ktorú môžete poslať.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Zadaná suma (%@) je nižšia ako minimálna suma, ktorú môžete poslať.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Zadaná suma je v mene %1$@, ktorú služba %2$@ nepodporuje.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Na vašom účte nie je dostatok peňazí na odoslanie platby.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Osoba, ktorej sa pokúšate poslať peniaze, nemá nastavený účet v službe %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Na tomto zariadení nemáte nakonfigurovaný bankový účet.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Na overenie prihlasovacích údajov budete musieť otvoriť apku %@.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Prekročili ste maximálnu sumu";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Nedosiahli ste minimálnu sumu";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Nepodporovaná mena";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Nedostatok prostriedkov";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Žiadny bankový účet";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Neoverené prihlasovacie údaje";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Žiadny účet";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Poloha";

/* Service name */
"Microphone" = "Mikrofón";

/* Service name */
"Notifications" = "Hlásenia";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Rozpoznávanie reči";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Do akcie Nastaviť hodnotu slovníka nebol zadaný žiadny kľúč pre hodnotu „%@.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nebola zadaná žiadna hodnota";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Do akcie Nastaviť hodnotu slovníka nebola zadaná žiadna hodnota pre kľúč „%@.";

/* Show definition action error */
"A definition could not be found for that term." = "Definícia zadaného výrazu sa nenašla.";

/* Show definition action error */
"No Word Specified" = "Žiadne zadané slovo";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Akcii Zobraziť definíciu nebolo odovzdané ako vstup žiadne slovo";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "K tomuto problému môže dôjsť, ak nie sú nainštalované žiadne slovníky. Ak chcete spravovať slovníky, vyberte slovo v ľubovoľnej apke, vyberte Definovať a potom klepnite na Spravovať.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalendár sa nepodarilo otvoriť.";

/* Show webpage action error */
"Unsupported URL" = "Nepodporovaná URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Akcia Zobraziť webovú stránku podporuje URL adresy http:// a https://, no pokúsili ste sa zobraziť URL adresu %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Služba %@ nie je nastavená na vykonávanie hovorov.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Spúšťanie hovoru zlyhalo, pretože %@ nie je k dispozícii.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Spúšťanie hovoru zlyhalo, pretože %@ sa nedokáže zúčastniť hovoru.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ nepodporuje zadané kontaktné údaje.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Vyžaduje sa nastavenie";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ nie je k dispozícii";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontakt nie je podporovaný";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Neplatné kontaktné údaje";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Dátum začatia merania krvného tlaku";

/* Subcategory */
"Device" = "Zariadenie";

/* Subcategory for Set Volume action */
"Playback" = "Prehrávanie";

/* Take photo action error */
"No suitable camera was detected on this device." = "Na tomto zariadení sa nezistila žiadna vhodná kamera.";

/* Time until date action */
"An invalid date to compare to was provided." = "Bol zadaný neplatný dátum na porovnanie.";

/* Time until date action */
"No from date was provided." = "Nebol zadaný žiadny počiatočný dátum.";

/* Time until date action error */
"An invalid from date was provided." = "Bol zadaný neplatný počiatočný dátum.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Nezabezpečený JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Bol zadaný neplatný čas ukončenia. Zadajte čas ukončenia pre funkciu Nerušiť.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Neboli zadané žiadne udalosti kalendára. Zadajte udalosť kalendára, aby bolo možné zapnúť funkciu Nerušiť počas.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Zadajte pre funkciu Nerušiť čas ukončenia, ktorý sa nachádza v budúcnosti.";

/* Trim video action error */
"The input was not a video that can be edited." = "Vstupom nebolo video, ktoré by bolo možné upravovať.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Neplatná URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Ak chcete získať prístup k tomuto hárku, znovu autorizujte apku Skratky s apkou Ulysses.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Vyžaduje sa prístup k apke Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Nezadané";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Zvukový záznam";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " a ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " a ";

/* User name field title */
"User Name" = "Užívateľské meno";

/* Username placeholder or title */
"Username" = "Užívateľské meno";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Apka Skratky momentálne nemôže používať svietidlo tohto zariadenia.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Toto zariadenie nemá svietidlo.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Akcia počasia bola nakonfigurovaná na získanie informácií o počasí z vlastného miesta, žiadne však nebolo zadané.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Nie je možné určiť polohu.";

/* Weather condition: Blizzard */
"Blizzard" = "Snehová víchrica";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Fujavica";

/* Weather condition: Blustery */
"Blustery" = "Búrlivý vietor";

/* Weather condition: Clear */
"Clear" = "Jasno";

/* Weather condition: Cloudy */
"Cloudy" = "Zamračené";

/* Weather condition: Cold */
"Cold" = "Chladno";

/* Weather condition: Drizzle */
"Drizzle" = "Mrholenie";

/* Weather condition: Dust */
"Dust" = "Prašno";

/* Weather condition: Foggy */
"Foggy" = "Hmlisto";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Mrznúce mrholenie";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Mrznúci dážď";

/* Weather condition: Hail */
"Hail" = "Krúpy";

/* Weather condition: Haze */
"Haze" = "Opar";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Silný dážď";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Husté sneženie";

/* Weather condition: Hot */
"Hot" = "Horúco";

/* Weather condition: Hurricane */
"Hurricane" = "Hurikán";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Ojedinelé búrkové prehánky";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Ojedinelé búrky";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Slabé snehové prehánky";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Dážď s krúpami";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Dážď a dážď so snehom";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Dážď so snehom";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Sneženie a dážď so snehom";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Prevažne jasno";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Prevažne oblačno";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Malá oblačnosť";

/* Weather condition: Rain */
"Rain" = "Dážď";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Miestami prehánky";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Miestami snehové prehánky";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Miestami búrky";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Silné búrky";

/* Weather condition: Showers */
"Showers" = "Prehánky";

/* Weather condition: Sleet */
"Sleet" = "Dážď so snehom";

/* Weather condition: Smoky */
"Smoky" = "Dymno";

/* Weather condition: Snow */
"Snow" = "Sneženie";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Snehové prehánky";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Búrky";

/* Weather condition: Tornado */
"Tornado" = "Tornádo";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropická búrka";

/* Weather condition: Windy */
"Windy" = "Veterno";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ – %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Látka znečisťujúca ovzdušie";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Látky znečisťujúce ovzdušie";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Priečinok neexistuje.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Kontajner iCloudu sa nenašiel.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloudu sa nepodarilo získať odkaz na tento súbor, pretože je to priečinok. iCloud podporuje získanie odkazov len na bežné súbory.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloudu sa nepodarilo získať odkaz na tento súbor typu %@, pretože je to balík (balík je priečinok, ktorý funguje ako súbor).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "„%@“ je balík";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%@), v iCloude neexistuje.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Cesta, na ktorú ste sa pokúsili uložiť obsah (%@), je existujúci súbor v iCloude. Pri ukladaní viacerých súborov naraz by ste mali zadať cestu priečinka.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "„%@“ je priečinok";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Súbor už existuje";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Súbor už existuje.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Zadaná emailová adresa alebo heslo boli nesprávne. Ak sa chcete v apke Skratky prihlásiť do apky iCloud Mail, musíte použiť heslo špecifické pre apku.\n\nAk nemáte zapnutú dvojfaktorovú autentifikáciu, musíte ju zapnúť, aby bolo možné vygenerovať heslo špecifické pre apku.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Herec";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Interpret";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Skladateľ";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Popis";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Režisér";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Celovečerný film";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Žáner";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Kľúčové slová";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Jazyk";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Interpret";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID produktu";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Index hodnotenia";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Hodnotenie";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Rok vydania";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Krátky film";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Seriál";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Vývojár";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Skladba";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Epizóda";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Séria";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Názov";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Všetky";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Interpret";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Stopa";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audioknihy";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Knihy";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Interpreti";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmy";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albumy";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Interpreti";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Skladby";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Stopy";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Hudobné videá";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasty";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Interpreti";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Krátke filmy";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Epizódy";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Série";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Interpreti";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Stopy";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apky";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audioknihy";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Knihy";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Hudobné videá";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Hudba";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasty";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Krátke filmy";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV seriály";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Všetky";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmy";

